{
    "metadata": {
        "classification_level": "Strictly Confidential",
        "document_id": "ID058003",
        "title": "CASE 580/03: Report of Investigation",
        "category": "Investigation",
        "timestamp": "2005-05-23 00:00:00",
        "primary_source": "Office of Internal Oversight Services"
    },
    "overview": "This document is an investigation report for case ID 0580/03 by the United Nations' Office of Internal Oversight Services, designated as strictly confidential per paragraph 18 of ST/SGB/273 dated 7 September 1994.",
    "applicable_laws": [
        {
            "regulation_id": "Staff Rule 101.2(g)",
            "excerpt": "Staff members shall not intentionally alter, destroy, misplace or render useless any official document, record or file entrusted to them by virtue of their functions, which document, record or file is intended to be kept as part of the records of the Organization.",
            "link": ""
        },
        {
            "regulation_id": "Staff Regulation 1.2 (b)",
            "excerpt": "Staff members shall uphold the highest standards of efficiency, competence and integrity.",
            "link": ""
        },
        {
            "regulation_id": "Staff Regulation 1.2 (g)",
            "excerpt": "Staff members shall not use their office or knowledge gained from their official functions for private gain, financial or otherwise, or for the private gain of any third party, including family, friends and those that they favour.",
            "link": ""
        },
        {
            "regulation_id": "Staff Regulation 1.2 (i)",
            "excerpt": "Staff members shall exercise the utmost discretion with regard to all matters of official business. They shall not communicate to any Government, entity, person or any other source any information known to them by reason of their official position that they know or ought to have known has not been made public.",
            "link": ""
        },
        {
            "regulation_id": "Fraud under Slovakian Criminal Code, 1961: Article 250",
            "excerpt": "Any person who does harm to the property of others or enriches himself and causes harm or damage is guilty of fraud.",
            "link": ""
        }
    ],
    "methodology": {
        "description": "The investigation involved reviewing financial records and communication between UNON and UNDP Bratislava. It utilized assistance from Slovak police and interviews with involved personnel.",
        "interviews": [],
        "documents_reviewed": [
            "Financial records from UNDP Bratislava",
            "Fax communication records between UNON and UNDP"
        ]
    },
    "background": {
        "context": "Per agreements, UNDP country offices provide administrative services, including cash disbursements, for United Nations agencies, recording funds on Inter Office Vouchers (IOV) and billing for these services monthly. Issues arose when UNON Finance noted an outstanding IOV from August 2002 and unreconciled payments for a Consultant's travel to Ozone Secretariat conferences.",
        "entities_involved": [
            "UNDP",
            "UNHQ",
            "UNON",
            "UNDP Bratislava",
            "The Consultant",
            "Ozone Secretariat",
            "UNEP"
        ],
        "timeline": [
            "2003-10-01;2003-10-31: UNON Finance reconciling accounts with UNDP Bratislava notices outstanding August 2002 IOV.",
            "2002-06-25: Travel requests sent from UNON emerge as fraudulent payment vouchers.",
            "2002-08-01;2002-08-31: Initial fraudulent payment to The Consultant for travel to Johannesburg.",
            "2002-09-01;2002-09-30: Subsequent fraudulent payment to The Consultant for travel to Monrovia."
        ]
    },
    "investigation_details": {
        "case_number": "0580/03",
        "subject": "Certain Control Failures at UNDP Bratislava",
        "allegations": [
            {
                "number": 1,
                "description": "Cheque fraud involving falsified documents for a total amount of US$10,079 at UNDP Bratislava.",
                "findings": "The investigation identified the method of the fraud but not the perpetrator. It highlighted deficiencies in UNDP Bratislava's control systems."
            },
            {
                "number": 2,
                "description": "Forgery of UNON fax instructions for disbursements.",
                "findings": "Faxes mandating payments were confirmed as forged, with UNEP verifying no relevant meetings or legitimate payee involvement."
            },
            {
                "number": 3,
                "description": "Fraudulent disbursement process involving forged fax instructions and manipulated voucher records.",
                "findings": "Evidence indicated possible facilitation by a finance department member at UNDP Bratislava; however, the individual responsible remains unidentified."
            }
        ]
    },
    "conclusion": {
        "findings": [
            "High likelihood of fraud facilitation by a UNDP Bratislava staff member, potentially within finance.",
            "Forgery and voucher manipulation delayed the fraud's detection."
        ],
        "violations": [
            {
                "regulation_id": "Staff Rule 101.2(g)",
                "excerpt": "Staff members shall not intentionally alter, destroy, misplace or render useless any official document, record or file entrusted to them by virtue of their functions, which document, record or file is intended to be kept as part of the records of the Organization.",
                "link": ""
            },
            {
                "regulation_id": "Staff Regulation 1.2 (b)",
                "excerpt": "Staff members shall uphold the highest standards of efficiency, competence and integrity.",
                "link": ""
            },
            {
                "regulation_id": "Staff Regulation 1.2 (g)",
                "excerpt": "Staff members shall not use their office or knowledge gained from their official functions for private gain, financial or otherwise, or for the private gain of any third party, including family, friends and those that they favour.",
                "link": ""
            },
            {
                "regulation_id": "Staff Regulation 1.2 (i)",
                "excerpt": "Staff members shall exercise the utmost discretion with regard to all matters of official business. They shall not communicate to any Government, entity, person or any other source any information known to them by reason of their official position that they know or ought to have known has not been made public.",
                "link": ""
            },
            {
                "regulation_id": "Fraud under Slovakian Criminal Code, 1961: Article 250",
                "excerpt": "Any person who does harm to the property of others or enriches himself and causes harm or damage is guilty of fraud.",
                "link": ""
            }
        ]
    },
    "recommendations": {
        "actions": [
            "It is recommended that UNDP revise the system in place for verification and payment of travel authorization requests to enhance and safeguard procedures and prevent fraud.",
            "It is recommended that UNDP Bratislava retain copies of identification provided by payees to assist in later identity checks.",
            "It is recommended that UNDP Bratislava avoid nepotism and maintain proper records for part-time employees.",
            "It is recommended that all Agencies utilizing the services of UNDP use the Atlas electronic payment and financial accounts system with built-in authorization and audit logs.",
            "It is recommended that the United Nations establish a secure intranet website for travel claims with authorization and audit tracking capabilities.",
            "It is recommended that UNDP request the Slovakian Police to investigate this matter."
        ]
    },
    "related_documents": []
}